import React from "react";
import "../podrobnee/index.scss";

const Podrobnee = () => {
  return (
    <div id="podrobnee">
      <div className="container">
        <div className="podrobnee__content">
          <p>
            Вас приветствует Молодежная благотворительная организация «SOS”! В
            ближайшее время, то есть 1 апреля собираемся посетить 3 детских
            домов на территории Иссык- Кульской области. 1.»Мээрим Булагы»
            которое находится в селе Ак Булун. 2.»Ирада» г. Каракол 3.»Телегей»
            г. Каракол Для этого нам необходимо закупить ⬇️⬇️⬇️⬇️ -продукты
            питание -средства для личной гигиены -мыло-моющие средства и книги.
            ❕❕❕ В связи с этим,хотели бы обратиться к неравнодушным сделать
            вклад и помочь обрадовать детей👩‍👩‍👦‍👦❤️ Детям-сиротам действительно
            нужна Ваша помощь. Мы уверены, что безразличие и участие каждого
            способно изменить мир, в котором мы живем💚 ~нет возможности
            помочь,поставьте❤️ и сделайте репост. ————————————— Фото и видео
            отчеты вы можете посмотреть на нашем Instagram @volonter.kg Наши
            контакты и реквизиты: 0552 22-11-12 0501 35-45-33 Расчетный
            счет(KGS) 1280016052847229 БИК 128001 Элкарт: 9417018822510905
            Оптима: 4169585349765239 О!Деньги : 0501354533 Элсом KICB:
            0553335335 Наш адрес: г.Бишкек ул.Минина 47 Давайте делать добро
            вместе!
          </p>
        </div>
      </div>
    </div>
  );
};

export default Podrobnee;
