import React from "react";
import "../Otchet/index.scss";
import otchet2 from "../../img/otchet2.jpg";
import otchet3 from "../../img/otchet3.jpg";
import otchet4 from "../../img/otchet4.jpg";
import otchet5 from "../../img/otchet5.jpg";
import pismo from "../../img/pismo.jpg";
import pismo1 from "../../img/pismo1.jpg";
import pismo3 from "../../img/pismo3.jpg";
import pismo4 from "../../img/pismo4.jpg";
import pismo5 from "../../img/pismo5.jpg";
import pismo6 from "../../img/pismo6.jpg";
import pismo7 from "../../img/pismo7.jpg";
import pismo8 from "../../img/pismo8.jpg";
import pismo9 from "../../img/pismo9.jpg";
import pismo10 from "../../img/pismo10.jpg";
import pismo11 from "../../img/pismo11.jpg";
import pismo12 from "../../img/pismo12.jpg";
import { Link } from "react-router-dom";
// import otchet from "../../img/otchet2.jpg"
// import otchet from "../../img/otchet2.jpg"
// import otchet from "../../img/otchet2.jpg"

const Otchet = () => {
  return (
    <div id="otchet">
      <div className="container">
        <div className="otchet__content">
          <div
            style={{
              padding: "40px 0",
            }}
            className="otchet__content-title"
          >
            <center>
              <h1>
                "С 2013 года мы трудимся в благотворительной сфере, принося
                позитивные изменения в жизни тех, кто нуждается. Вместе мы
                делаем мир лучше!"
              </h1>
              <h2 style={{ padding: "60px 10px" }}>
                Отчет о проделанных работах за период с 2013 по 2023г
              </h2>
            </center>
          </div>
          <div
            style={{ border: "2px solid black" }}
            className="otchet__content-text"
          >
            <h2>с 2013 г-по настоящее время</h2>
            <p style={{ fontSize: "20px", padding: "20px 15px" }}>
              Постоянное оказание помощи детским домам, домам престарелых и
              реабилитационным центрам инвалидов, находящихся в регионах.
            </p>
          </div>
          <div
            style={{ border: "2px solid black" }}
            className="otchet__content-text"
          >
            <h2>2019г-2023г</h2>
            <p style={{ fontSize: "20px", padding: "20px 15px" }}>
              Оказали помощь около 8000 семей в разных областях нашей страны.
            </p>
          </div>
          <div
            style={{ border: "2px solid black" }}
            className="otchet__content-text"
          >
            <h2>2020г-Covid 19</h2>
            <p style={{ fontSize: "20px", padding: "20px 15px" }}>
              25 марта 2020г. Первые дни комендантского часа снабжали горячей
              едой и напитками блок посты и сотрудников милиции. 1 апреля 2020г.
              Наладили горячее питание медицинские учреждения. 6 апреля 2020г.
              Начали оказывать гуманитарную помощь населению и детским домам.
              Параллельно наша медицинская команда работала в красных зонах и
              мобильных бригадах. С 8 по 12 ноября подготовили осуществили
              ремонт 4-х этажного общежития под обсервацию «Дем» при финансовой
              поддержке фонда Айгуль Жапаровой и октябрьского акимията.
            </p>
          </div>
          <div
            style={{ border: "2px solid black" }}
            className="otchet__content-text"
          >
            <h2>2020г-ДНД</h2>
            <p style={{ fontSize: "20px", padding: "20px 15px" }}>
              С 5 октября наша команда активно учувствовала в добровольной
              народной дружине ДНД, находились в белом доме, в верхней части
              города, а также в определенных блок постах, а наши девочки
              снабжали дружинников горячим питанием и всем необходимым.
            </p>
          </div>
          <div
            style={{ border: "2px solid black" }}
            className="otchet__content-text"
          >
            <h2>2021г-2023г</h2>
            <p style={{ fontSize: "20px", padding: "20px 15px" }}>
              Несколько раз в год мы проводим 5-и дневную интерактивную
              экскурсию по г. Бишкек для детей детских домов, а также детей из
              малоимущих семей, находящихся в регионах. Летом отправляем детей
              отдыхать на Иссык-Куль.
            </p>
          </div>
          <div
            style={{ border: "2px solid black" }}
            className="otchet__content-text"
          >
            <h2>2022г</h2>
            <p style={{ fontSize: "20px", padding: "20px 15px" }}>
              25 июля наши волонтеры выехали на Иссык-Куль организовать помощь в
              поисках утонувшей 4х летней Аиши. В течении месяца наши волонтеры
              не прекращали поиски тем самым вызвали резонанс в обществе,
              полностью координировали всех добровольцев, снабжали продуктами и
              ГСМ.
            </p>
          </div>
          <div
            style={{ border: "2px solid black" }}
            className="otchet__content-text"
          >
            <h2>2023 г </h2>
            <p style={{ fontSize: "20px", padding: "20px 15px" }}>
              В августе месяце 2023 команда волонтеров при поддержке ОФ(Тринити)
              в лице Куценко К. И. наши волонтеры выехали для оказания помощи
              пострадавшим семьям в Тюпском районе Иссык-Кульской области на
              место обрушение селевого потока. 2023г. Начали постройку погреба в
              детском доме «Мээрим-Булагы» в селе Ак-Булун Иссык-Кульской
              области. В сентябре 2023г. Запустили проект социальный швейный
              цех. Цель проекта обучить и обеспечить работой людей из малоимущих
              семей, а также полностью взять под опеку фонда.
            </p>
          </div>
        </div>
        <div className="otchet__group">
          <div
            style={{ border: "2px solid black", padding: "30px 15px" }}
            className="text"
          >
            <h1 style={{ padding: "15px" }}>25 марта 2018 года.</h1>
            <p style={{ fontSize: "20px" }}>
              Мы МБО "SOS!!! ТВОРИ ДОБРО", посетили 3 детских дома. 1.Чуйский
              дом интернат 2.Детский реабилитационный дом "Максат" в г. ТОКМОК
              3. В г.Кант, "Красная речка" . В общем мы отвезли и раздали в 3
              детских дома: 3 тонны вещей (2 тонны было собранны с рынков, 1
              тонна б.у. ) 200 кг еды ( пироги, конфеты, печенье) 180 игрушек (
              новые ) 150 литров лимонада 120 кг мыломойки Цветы.
            </p>
            <center>
              <Link to="https://www.instagram.com/p/Bg8BUrglNFr/?igshid=MTc4MmM1YmI2Ng==">
                <button
                  style={{
                    padding: "13px 20px",
                    borderRadius: "10px",
                    background: "orange",
                    border: "none",
                  }}
                >
                  Подробнее
                </button>
              </Link>
            </center>
          </div>
          <div
            style={{ border: "2px solid black", padding: "30px 15px" }}
            className="text"
          >
            <h1 style={{ padding: "15px" }}>24 декабрь 2018 г.</h1>
            <p style={{ fontSize: "20px" }}>
              Завершилась наша поездка по 8 детским домам на Иссык-Куле. За эти
              три дня мы смогли реализовать наши планы. 1 день - посетили
              Кризисный центр в г. Балыкчы и детский дом а Каджы-Сай. 2 день -
              два детских дома в г. Каракол, Ак-Сууйский детский дом и конечный
              дом в с. Ак-Булун. 3 день - детский дом в с. Семеновка и детскую
              деревню в Чолпон-Ате. Спасибо всем, кто помог нам в этой поездке и
              поддержал наш проект.
            </p>
            <center>
              <Link to="https://www.instagram.com/p/Bio87cEA4tO/?igshid=MTc4MmM1YmI2Ng==">
                <button
                  style={{
                    padding: "13px 20px",
                    borderRadius: "10px",
                    background: "orange",
                    border: "none",
                  }}
                >
                  Подробнее
                </button>
              </Link>
            </center>
          </div>
          <div
            style={{ border: "2px solid black", padding: "30px 15px" }}
            className="text"
          >
            <h1 style={{ padding: "15px" }}>8 апрель 2018 г.</h1>
            <p style={{ fontSize: "20px" }}>
              Твори добро, ведь добро вернется двойным добром. Если каждый месяц
              помогать детским домам,то за 3 года можно посетить все детские
              дома Кыргызстана.
            </p>
            <center>
              <Link to="https://www.instagram.com/p/BhS-1HTFfgG/?igshid=MTc4MmM1YmI2Ng%3D%3D">
                <button
                  style={{
                    padding: "13px 20px",
                    borderRadius: "10px",
                    background: "orange",
                    border: "none",
                  }}
                >
                  Подробнее
                </button>
              </Link>
            </center>
          </div>
          <div
            style={{ border: "2px solid black", padding: "30px 15px" }}
            className="text"
          >
            <h1 style={{ padding: "15px" }}>9 май 2019 г.</h1>
            <p style={{ fontSize: "20px" }}>
              8-го мая, волонтёры нашей Молодёжной Благотворительной Организации
              "SOS" провели благотворительную ярмарку в честь Дня Победы,
              посвященную помощи ветеранам ВОВ. На ярмарку наши волонтёры сами
              испекли различные сладости 🥐, а также приготовили вкусный
              домашний компот🍶
            </p>
            <center>
              <Link to="https://www.instagram.com/p/BxPiL3-BWxo/?igshid=MTc4MmM1YmI2Ng%3D%3D">
                <button
                  style={{
                    padding: "13px 20px",
                    borderRadius: "10px",
                    background: "orange",
                    border: "none",
                  }}
                >
                  Подробнее
                </button>
              </Link>
            </center>
          </div>
          <div
            style={{ border: "2px solid black", padding: "30px 15px" }}
            className="text"
          >
            <h1 style={{ padding: "15px" }}>2 декабрь 2020 г.</h1>
            <p style={{ fontSize: "20px" }}>
              27 ноября наша Молодежная Благотворительная Организация "СОС"
              осуществили поездку в город Жалал-Абад и Ош🙏🤗 Мы посетили в
              Жалал-Абаде: Жалал-Абалский комплексный центр для детей "АК Жол"
              Детский психоневрологический дом- интернат В Оше: Детский дом с
              домом престарелых " Боорукердик" Детский дом " Алтын Уя" Вся
              гум.помощь была направлена и передана детям и бабушкам, дедушкам🙌
              Также, все меры предосторожности в связи с. Covid19 были соблюдены
              ,с детьми мы не контактировали🙏
            </p>
            <center>
              <Link to="https://www.instagram.com/p/CITIAHIs_gN/?igshid=MTc4MmM1YmI2Ng%3D%3D">
                <button
                  style={{
                    padding: "13px 20px",
                    borderRadius: "10px",
                    background: "orange",
                    border: "none",
                  }}
                >
                  Подробнее
                </button>
              </Link>
            </center>
          </div>
          <div
            style={{ border: "2px solid black", padding: "30px 15px" }}
            className="text"
          >
            <h1 style={{ padding: "15px" }}>22 февраль 2021 г.</h1>
            <p style={{ fontSize: "20px" }}>
              12 января 2021 года, мы, Молодежная Благотворительная Организация
              "СОС" совместно с @marat_dms посетили Серафимовский дом
              престарелых, где находится около четырехсот бабушек и дедушек🙌
              Передали им продукты питания, каждому был вручён пакет со
              средствами личной гигиены🙌 Накрыли стол и устроили чаепитие
            </p>
            <center>
              <Link to="https://www.instagram.com/p/CLmYAZfsHp-/?igshid=MTc4MmM1YmI2Ng%3D%3D">
                <button
                  style={{
                    padding: "13px 20px",
                    borderRadius: "10px",
                    background: "orange",
                    border: "none",
                  }}
                >
                  Подробнее
                </button>
              </Link>
            </center>
          </div>
          <div
            style={{ border: "2px solid black", padding: "30px 15px" }}
            className="text"
          >
            <h1 style={{ padding: "15px" }}>30 март 2022 г.</h1>
            <p style={{ fontSize: "20px" }}>
              28-марта мы съездили с @daniya_kadyrkulova в реабилитационный
              центр города Балыкчы. Отвезли продукты первой необходимости,
              сладости и мыломоющие средства.
            </p>
            <center>
              <Link to="https://www.instagram.com/p/CbuPK2vMZPr/?igshid=MTc4MmM1YmI2Ng%3D%3D">
                <button
                  style={{
                    padding: "13px 20px",
                    borderRadius: "10px",
                    background: "orange",
                    border: "none",
                  }}
                >
                  Подробнее
                </button>
              </Link>
            </center>
          </div>
          <div
            style={{ border: "2px solid black", padding: "30px 15px" }}
            className="text"
          >
            <h1 style={{ padding: "15px" }}>13 июль 2023 г.</h1>
            <p style={{ fontSize: "20px" }}>
              29 июня оказали помощь в детский дом в селе Чаек, Нарынской
              области, в честь праздника Курман Айт. Отвезли: - продукты первой
              необходимости, - мыломоющие средства, - сладости, - фрукты, -
              бытовую технику. После заехали в детский дом в г.Каракол подарили
              детям подарки и также завезли не много помощи.
            </p>
            <center>
              <Link to="https://www.instagram.com/reel/CuoqTdAAr63/?igshid=MTc4MmM1YmI2Ng%3D%3D">
                <button
                  style={{
                    padding: "13px 20px",
                    borderRadius: "10px",
                    background: "orange",
                    border: "none",
                  }}
                >
                  Подробнее
                </button>
              </Link>
            </center>
          </div>
        </div>
        <div
          className="otchet__image"
          style={{
            display: "flex",
            alignItems: "center",
            justifyContent: "center",
            flexWrap: "wrap",
            gap: "40px",
            padding: "50px 0 0 0",
          }}
        >
          <img style={{ width: "30%" }} src={pismo} alt="" />
          <img style={{ width: "30%" }} src={pismo1} alt="" />
          <img style={{ width: "30%" }} src={pismo3} alt="" />
          <img style={{ width: "30%" }} src={pismo4} alt="" />
          <img style={{ width: "30%" }} src={pismo6} alt="" />
          <img style={{ width: "30%" }} src={pismo7} alt="" />
          <img style={{ width: "30%" }} src={pismo8} alt="" />
          <img style={{ width: "30%" }} src={pismo9} alt="" />
          <img style={{ width: "30%" }} src={pismo10} alt="" />
          <img style={{ width: "30%" }} src={pismo11} alt="" />
          <img style={{ width: "30%" }} src={pismo12} alt="" />
        </div>
      </div>
    </div>
  );
};

export default Otchet;
